message_hello = "Привет ✌️Я бот с расписанием!"
message_menu ="""<strong>Добро пожаловать в меню настроек расписания лицея "АМТЭК"!</strong> 🎓
Выберите, что хотите сделать:
<strong>● Посмотреть расписание на определённый день</strong> 👀
<strong>● Выбрать класс</strong> 📚
<strong>● Настроить время автоматической отправки</strong> ⏰
<strong>● Включить уведомления об изменениях расписания</strong> 🔔

/help — Для подробного описания возможностей бота
<strong>Если вы заметили нашли ошибку, или у вас есть идеи, как можно улучшить бота, напишите нам через</strong> /report! 💬"""
message_help ="""<strong>Добро пожаловать в меню настроек расписания лицея "АМТЭК"!</strong> 🎓
Доступные действия:
<strong>● Посмотреть расписание на определённый день</strong> 👀
<strong>● Выбрать класс</strong> 📚
Выберите свой класс, чтобы получать актуальное расписание.
<strong>● Настроить время автоматической отправки</strong> ⏰
Установите время, когда вам будет удобно получать расписание ежедневно.
<strong>● Включить уведомления об изменениях расписания</strong> 🔔
Включите уведомления, чтобы всегда быть в курсе изменений в расписании для вашего класса.

Воспользуйтесь кнопками выполнения нужного действия (или используйте команду):

/choose_class — для выбора класса
/choose_date — для выбора дня, на который вы хотите посмотреть расписание
/set_time — для настройки времени отправки расписания
/toggle_notifications — для включения или выключения уведомлений

<strong>Если вы заметили нашли ошибку, или у вас есть идеи, как можно улучшить бота, напишите нам через</strong> /report! 💬"""
message_choose_grade = "<b>Выберите параллель:</b> 😊"
message_choose_letter = "<b>Выберите класс:</b> 🤭"
set_time = "Отправьте мне время в формате ЧЧ:ММ. Например - 20:31 или 09:05"